Repository: amiut/wp-email-verification
Catalog: lang/dwverify-*.po
Languages: fa_ir

source: Are you sure you want to re-send verification link?
fa_ir: آیا مطمئنید میخواهید لینک فعالسازی دوباره ارسال شود؟

source: Authorize
fa_ir: تایید ایمیل

source: You have not verified your email address, please check your email and click on verification link we sent you, <a href="#resend" onClick="%s">Re-send the link</a>
fa_ir: شما ایمیل خود را تایید نکرده اید لطفا وارد ایمیل خود شوید و بر روی لینک فعالسازی کلیک کنید, <a href="#resend" onClick="%s">ارسال مجدد لینک فعالسازی</a>

source: Verify your email address
fa_ir: ایمیل خود را تایید کنید

source: Email verification settings
fa_ir: تنظیمات تایید ایمیل

source: email verification
fa_ir: تایید ایمیل

source: Authorize page:
fa_ir: صفحه تایید ایمیل:

source: Auto login
fa_ir: ورود خودکار

source: Auto login:
fa_ir: ورود خودکار:

source: Automatically sign-in after verification
fa_ir: بعد از تایید بصورت خودکار کاربر را لاگین کن

source: Redirect page:
fa_ir: صفحه ریدایرکت:

source: Max Re-send attempts:
fa_ir: حداکثر ارسال مجدد:

source: Max number of re-send requests a user can make, more than that, his account will be locked.
fa_ir: اگر کاربر بیشتر از این تعداد درخواست ارسال مجدد لینک فعالسازی ارسال کند, اکانتش قفل می شود.

source: -Select a page-
fa_ir: -یک صفحه انتخاب کنید-

source: You have successfully registered on our website, Please check your email and click on the link we sent you to verify your email address.
fa_ir: شما با موقیت ثبت نام کردید, لطفا ایمیل خود را چک کنید و بر روی لینکی که برای شما ارسال کردیم کلیک کنید تا آدرس ایمیل شما تایید شود.

source: Invalid request
fa_ir: درخواست شما معتبر نیست

source: Your email has been verified, you will be redirected in a few seconds <a href="%s">click here</a> if your browser does not redirect you automatically.
fa_ir: ایمیل شما با موفقیت تایید شد و طی چند ثانیه منتقل می شوید در صورتی که بطور خودکار منتقل نشدید , <a href="%s">کلیک کنید</a>.

source: Sorry we could not verify your email address.
fa_ir: متاسفیم , نتوانستیم ایمیل شما را تایید کنیم.

source: Inavlid request.
fa_ir: درخواست شما معتبر نیست.

source: Verification link sent to user's email address
fa_ir: لینک فعالسازی به ایمیل کاربر ارسال شد

source: Verification link sent to your email address
fa_ir: لینک فعالسازی به ایمیل شما ارسال شد

source: You have tried re-sending verification link too many times, please contact site administrators.
fa_ir: شما بیش از دفعات مجاز درخواست اسال مجدد لینک ارسال کرده اید, در صورت بروز مشکل لطفا با مدیریت تماس بگیرید.

source: Your email address is already verified.
fa_ir: آدرس ایمیل شما تایید شده است.

source: Skip email verification
fa_ir: عدم تایید ایمیل

source: No need for this user to verify their email address.
fa_ir: متاسفیم , نتوانستیم ایمیل شما را تایید کنیم.

source: Email verification options
fa_ir: تنظیمات تایید ایمیل

source: Resend verification email:
fa_ir: تایید ایمیل:

source: Resend verification email
fa_ir: ارسال مجدد ایمیل فعالسازی

source: This will lock user's account and asks them to verify their email address, once again.
fa_ir: با این کار حساب این کاربر تا زمانی که ایمیل خود را مجددا تایید ننماید مسدود خواهد شد.

source: Unlock user:
fa_ir: فعال کردن کاربر:

source: Exclude this user from verification of their email.
fa_ir: غیرفعالسازی تایید ایمیل برای این کاربر.

source: This user has not verified his/her email address, you can allow him/her, not to.
fa_ir: این کاربر ایمیل خود را تایید نکرده است, میتوانید این کاربر را از تایید ایمیل معاف کنید.

source: This user won't be able to sign-in, until they verify their email address again, Are you sure you want to do that?
fa_ir: این کاربر تا زمانی که مجددا ایمیل خود را تایید نکند نمیتواند وارد حساب خود شود, آیا مطمئنید؟
